org/Henry's_Clinical_diagnosis_and_management_by_McPherson_and_Pincus_in_2016.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: Henry's_Clinical_diagnosis_and_management_by_McPherson_and_Pincus_in_2016
#+TITLE: Henry's Clinical diagnosis and management by McPherson and Pincus in 2016
* Part 4: Hematology and transfusion medicine
** hematopathology (510-734 = 224)
*** 30. Basic examination of blood and bone marrow (510-539)
**** Hematology principles and procedures
***** Hemoglobin
***** Hematocrit (packed cell volume)
***** Erythrocyte indices
***** Manual blood cell counts
***** Instrument technology
**** Blood film examination
***** Examination of wet preparations
***** Making and staining blood films
***** Erythrocytes
***** Leukocytes on peripheral blood smear examination
***** Platelets on peripheral blood smear examination
***** Erythrocytes
*** 31. Hematopoiesis (540-558)
*** 32. Erythrocytic disorders (559-605)
**** 32.1 Anemias
***** General manifestations
***** Impaired production--Iron deficiency anemia
****** Iron metabolism
****** Iron deficiency anemia
******* Clinical features
******* Laboratory features
******** blood
******** marrow
******** serum iron
******** serum iron-binding capacity
******** percent saturation of TIBC
******** serum ferritin
******** erythrocyte porphyrins
******** serum transferrin receptors
******** serum transferrin receptors
******** serum transferrin receptor-to-serum ferritin ratio
******** reticulocyte hemoglobin content
******** hepcidin level
******* Differential diagnosis
******* Management
****** Iron-refractory iron deficiency anemia (IRIDA)
***** Impaired production--Megaloblastic anemia
****** Macrocytosis with normoblastic marrow
****** Megaloblastic anemia
******* blood
******* marrow
******* erythrokinetics
****** Cobalamin (Vitamin B12) metabolism
****** Cobalamin deficiency
******* Inadequate intake
******* Defective production of intrinsic factor
****** Pernicious anemia
******* clinical features
******* gastric findings
******* immune abnormalities
******* pernicious anemia in children
******* gastrectomy
******* defective absorption of cobalamin
******** malabsorption syndromes
******** lack of availability
******* diagnosis of cobalamin deficiency
******** therapeutic trial
******** serum cobalamin assay
******** methylmalonic acid and homocysteine assays
******** deoxyuridine suppression test
******* detecting the cause of cobalamin deficiency
****** Folic acid metabolism
******* The folate-cobalamin relationship
****** Folic acid deficiency
******* Inadequate intake of folate
******** Evolution of laboratory abnormalities
******** Nutritional folate defiency
******** Liver disease
******* Defective absorption of folate
******* Increased requirement for folate
******* Inadequate utilization of folate
******* Diagnosis of folate deficiency
******** Serum and red cell folate
******** Urinary formiminoglutamic acid (FIGLU)
******** Deoxyuridine suppression test
******** Plasma homocysteine assay
******* Acute megaloblastic anemia
****** Therapy for megaloblastic anemia
****** Other defects of nucleoprotein synthesis
******* congenital defects
******* synthetic inhibitors
******* refractory anemias
***** Impaired production--Other
****** Anemia of chronic disease
****** Anemia of renal insufficiency
****** Anemia of liver disease
****** Anemia in endocrine disease
****** Anemia associated with bone marrow infiltration (myelophthisic anemia)
****** Aplastic anemia
****** Pure red cell aplasia
******* Transitory arrest of erythropoiesis
******* Transient erythroblastopenia of childhood
******* Congenital red cell aplasia (Diamond-Blackfan anemia; Congenital hypoplastic anemia)
******* Acquired pure red cell aplasia
****** Sideroblastic anemia
****** Refractory anemia
****** Congenital dyserythropoietic anemias
***** Blood loss anemia
****** Acute posthemorrhagic anemia
****** Chronic posthemorrhagic anemia
***** Hemolysis--general
****** Erythrocyte survival studies
****** Hemoglobin destruction
******* Blood film
******* Bone marrow
***** Hemolysis--membrane disorders
****** Hereditary spherocytosis
****** Hereditary elliptocytosis
***** Hemolysis--hemoglobin disorders
****** Normal hemoglobins
******* Hb A (a2b2)
******* Hb F (a2g2)
******* Hb A2 (a2d2)
******* Embryonic hemoglobins
******* The globin gene clusters
******* Glycosylated hemoglobins
****** Laboratory investigation of hemoglobinopathies and thalassemias
****** Abnormal hemoglobin synthesis
****** Sickling disorders
****** Common alpha chain variants
****** Disorders of hemoglobin function
***** Thalassemias
****** Molecular defects
****** Beta-thalassemias
******* homozygous beta thalassemia (thalassemia major; Cooley's anemia)
******* heterozygous beta-thalassemia (beta thalassemia trait; thalassemia minor; Cooley's trait)
******* beta thalassemia trait with normal hemoglobin a2
******* delta-beta 0 thalassemia 
