content/posts/Henry's_Clinical_diagnosis_and_management_by_McPherson_and_Pincus_in_2016.md
+++
title = "Henry's Clinical diagnosis and management by McPherson and Pincus in 2016"
author = ["Cameron Smith"]
lastmod = 2020-09-24T01:10:48-04:00
slug = "Henry's_Clinical_diagnosis_and_management_by_McPherson_and_Pincus_in_2016"
draft = false
+++

## Part 4: Hematology and transfusion medicine {#part-4-hematology-and-transfusion-medicine}


### hematopathology (510-734 = 224) {#hematopathology--510-734-224}

<!--list-separator-->

-  30. Basic examination of blood and bone marrow (510-539)

    <!--list-separator-->

    -  Hematology principles and procedures

        <!--list-separator-->

        -  Hemoglobin

        <!--list-separator-->

        -  Hematocrit (packed cell volume)

        <!--list-separator-->

        -  Erythrocyte indices

        <!--list-separator-->

        -  Manual blood cell counts

        <!--list-separator-->

        -  Instrument technology

    <!--list-separator-->

    -  Blood film examination

        <!--list-separator-->

        -  Examination of wet preparations

        <!--list-separator-->

        -  Making and staining blood films

        <!--list-separator-->

        -  Erythrocytes

        <!--list-separator-->

        -  Leukocytes on peripheral blood smear examination

        <!--list-separator-->

        -  Platelets on peripheral blood smear examination

        <!--list-separator-->

        -  Erythrocytes

<!--list-separator-->

-  31. Hematopoiesis (540-558)

<!--list-separator-->

-  32. Erythrocytic disorders (559-605)

    <!--list-separator-->

    -  32.1 Anemias

        <!--list-separator-->

        -  General manifestations

        <!--list-separator-->

        -  Impaired production--Iron deficiency anemia

            <!--list-separator-->

            -  Iron metabolism

            <!--list-separator-->

            -  Iron deficiency anemia

                <!--list-separator-->

                -  Clinical features

                <!--list-separator-->

                -  Laboratory features

                    <!--list-separator-->

                    -  blood

                    <!--list-separator-->

                    -  marrow

                    <!--list-separator-->

                    -  serum iron

                    <!--list-separator-->

                    -  serum iron-binding capacity

                    <!--list-separator-->

                    -  percent saturation of TIBC

                    <!--list-separator-->

                    -  serum ferritin

                    <!--list-separator-->

                    -  erythrocyte porphyrins

                    <!--list-separator-->

                    -  serum transferrin receptors

                    <!--list-separator-->

                    -  serum transferrin receptors

                    <!--list-separator-->

                    -  serum transferrin receptor-to-serum ferritin ratio

                    <!--list-separator-->

                    -  reticulocyte hemoglobin content

                    <!--list-separator-->

                    -  hepcidin level

                <!--list-separator-->

                -  Differential diagnosis

                <!--list-separator-->

                -  Management

            <!--list-separator-->

            -  Iron-refractory iron deficiency anemia (IRIDA)

        <!--list-separator-->

        -  Impaired production--Megaloblastic anemia

            <!--list-separator-->

            -  Macrocytosis with normoblastic marrow

            <!--list-separator-->

            -  Megaloblastic anemia

                <!--list-separator-->

                -  blood

                <!--list-separator-->

                -  marrow

                <!--list-separator-->

                -  erythrokinetics

            <!--list-separator-->

            -  Cobalamin (Vitamin B12) metabolism

            <!--list-separator-->

            -  Cobalamin deficiency

                <!--list-separator-->

                -  Inadequate intake

                <!--list-separator-->

                -  Defective production of intrinsic factor

            <!--list-separator-->

            -  Pernicious anemia

                <!--list-separator-->

                -  clinical features

                <!--list-separator-->

                -  gastric findings

                <!--list-separator-->

                -  immune abnormalities

                <!--list-separator-->

                -  pernicious anemia in children

                <!--list-separator-->

                -  gastrectomy

                <!--list-separator-->

                -  defective absorption of cobalamin

                    <!--list-separator-->

                    -  malabsorption syndromes

                    <!--list-separator-->

                    -  lack of availability

                <!--list-separator-->

                -  diagnosis of cobalamin deficiency

                    <!--list-separator-->

                    -  therapeutic trial

                    <!--list-separator-->

                    -  serum cobalamin assay

                    <!--list-separator-->

                    -  methylmalonic acid and homocysteine assays

                    <!--list-separator-->

                    -  deoxyuridine suppression test

                <!--list-separator-->

                -  detecting the cause of cobalamin deficiency

            <!--list-separator-->

            -  Folic acid metabolism

                <!--list-separator-->

                -  The folate-cobalamin relationship

            <!--list-separator-->

            -  Folic acid deficiency

                <!--list-separator-->

                -  Inadequate intake of folate

                    <!--list-separator-->

                    -  Evolution of laboratory abnormalities

                    <!--list-separator-->

                    -  Nutritional folate defiency

                    <!--list-separator-->

                    -  Liver disease

                <!--list-separator-->

                -  Defective absorption of folate

                <!--list-separator-->

                -  Increased requirement for folate

                <!--list-separator-->

                -  Inadequate utilization of folate

                <!--list-separator-->

                -  Diagnosis of folate deficiency

                    <!--list-separator-->

                    -  Serum and red cell folate

                    <!--list-separator-->

                    -  Urinary formiminoglutamic acid (FIGLU)

                    <!--list-separator-->

                    -  Deoxyuridine suppression test

                    <!--list-separator-->

                    -  Plasma homocysteine assay

                <!--list-separator-->

                -  Acute megaloblastic anemia

            <!--list-separator-->

            -  Therapy for megaloblastic anemia

            <!--list-separator-->

            -  Other defects of nucleoprotein synthesis

                <!--list-separator-->

                -  congenital defects

                <!--list-separator-->

                -  synthetic inhibitors

                <!--list-separator-->

                -  refractory anemias

        <!--list-separator-->

        -  Impaired production--Other

            <!--list-separator-->

            -  Anemia of chronic disease

            <!--list-separator-->

            -  Anemia of renal insufficiency

            <!--list-separator-->

            -  Anemia of liver disease

            <!--list-separator-->

            -  Anemia in endocrine disease

            <!--list-separator-->

            -  Anemia associated with bone marrow infiltration (myelophthisic anemia)

            <!--list-separator-->

            -  Aplastic anemia

            <!--list-separator-->

            -  Pure red cell aplasia

                <!--list-separator-->

                -  Transitory arrest of erythropoiesis

                <!--list-separator-->

                -  Transient erythroblastopenia of childhood

                <!--list-separator-->

                -  Congenital red cell aplasia (Diamond-Blackfan anemia; Congenital hypoplastic anemia)

                <!--list-separator-->

                -  Acquired pure red cell aplasia

            <!--list-separator-->

            -  Sideroblastic anemia

            <!--list-separator-->

            -  Refractory anemia

            <!--list-separator-->

            -  Congenital dyserythropoietic anemias

        <!--list-separator-->

        -  Blood loss anemia

            <!--list-separator-->

            -  Acute posthemorrhagic anemia

            <!--list-separator-->

            -  Chronic posthemorrhagic anemia

        <!--list-separator-->

        -  Hemolysis--general

            <!--list-separator-->

            -  Erythrocyte survival studies

            <!--list-separator-->

            -  Hemoglobin destruction

                <!--list-separator-->

                -  Blood film

                <!--list-separator-->

                -  Bone marrow

        <!--list-separator-->

        -  Hemolysis--membrane disorders

            <!--list-separator-->

            -  Hereditary spherocytosis

            <!--list-separator-->

            -  Hereditary elliptocytosis

        <!--list-separator-->

        -  Hemolysis--hemoglobin disorders

            <!--list-separator-->

            -  Normal hemoglobins

                <!--list-separator-->

                -  Hb A (a2b2)

                <!--list-separator-->

                -  Hb F (a2g2)

                <!--list-separator-->

                -  Hb A2 (a2d2)

                <!--list-separator-->

                -  Embryonic hemoglobins

                <!--list-separator-->

                -  The globin gene clusters

                <!--list-separator-->

                -  Glycosylated hemoglobins

            <!--list-separator-->

            -  Laboratory investigation of hemoglobinopathies and thalassemias

            <!--list-separator-->

            -  Abnormal hemoglobin synthesis

            <!--list-separator-->

            -  Sickling disorders

            <!--list-separator-->

            -  Common alpha chain variants

            <!--list-separator-->

            -  Disorders of hemoglobin function

        <!--list-separator-->

        -  Thalassemias

            <!--list-separator-->

            -  Molecular defects

            <!--list-separator-->

            -  Beta-thalassemias

                <!--list-separator-->

                -  homozygous beta thalassemia (thalassemia major; Cooley's anemia)

                <!--list-separator-->

                -  heterozygous beta-thalassemia (beta thalassemia trait; thalassemia minor; Cooley's trait)

                <!--list-separator-->

                -  beta thalassemia trait with normal hemoglobin a2

                <!--list-separator-->

                -  delta-beta 0 thalassemia

                <!--list-separator-->
