org/Henry's_Clinical_diagnosis_and_management_by_McPherson_and_Pincus_in_2016.org
******* delta-beta +: Lepore hemoglobins
****** Hereditary persistence of fetal hemoglobin
****** Alpha thalassemias
******* alpha thalassemia syndromes
******** hemoglobin Bart's hydrops fetalis
******** hemoglobin H disease
******** alpha thalassemia trait: heterozygous alpha 0 thalassemia (* * / alpha alpha) or homozygous alpha + thalassemia (* alpha/ * alpha)
******** silent carrier alpha thalassemia (heterozygous alpha+ thalassemia) (alpha alpha/-alpha) 
******** hemoglobin constant spring (alphaCS alpha/)
****** Screening and prenatal diagnosis of hemoglobin disorders
***** Hemolysis--metabolic disorders
****** Erythrocyte metabolism
****** Glucose-6-phosphate dehydrogenase deficiency
****** Pyruvate kinase (PK) deficiency
****** Other glycolytic enzyme deficiencies
****** Pyrimidine-5'-nucleotidase deficiency
***** Hemolysis--acquired; extrinsic
****** Chemical agents
****** Physical agents
****** Infectious agents
****** Immune hemolytic anemias
***** Laboratory investigations of anemia
****** Macrocytic anemia (increased MCV)
****** Microcytic and hypochromic anemias (decreased MCV and MCH)
******* iron deficiency anemias
******** low iron low TIBC
******* anemia of chronic disease
******** low iron normal TIBC
******* thalassemia
******** normal to elevated iron with hypochromic anemia and basophilic stippling
******* sideroblastic anemia
****** Normocytic and normochromic anemias (normal MCV)
******* optimal marrow response: reticulocyte production index greater than two
******** direct antiglobulin (Coombs) test
******* inadequate marrow response: reticulocyte production index less than two
**** 32.2 Polycythemia
***** Relative polycythemia
***** Absolute polycythemia
***** Measurement of erythrocyte and plasma volume
**** 32.3 Porphyrias
***** Physiology
***** Approach to the porphyrias
***** Clinical porphyrias and their biochemical basis
***** Analytic techniques
*** 33. Leukocytic disorders (606-658)
**** 33.1 Leukocytes
**** 33.2 Nonneoplastic disorders
***** Granulocytic and monocytic disorders
***** Lymphocytic and plasmacytic disorders
***** Leukemoid reactions
**** 33.3 Neoplastic disorders primarily involving leukocytes
***** Overview of hematopoietic neoplasms
****** CML t(9;22)(q34;q11) BCR/ABL translocation targeted by imatinib / Gleevec
****** promyelocytic leukemia t(15;17)(q22;q12) PML/RARA abnormal retinoic acid receptor responds to all-trans retinoic acid
***** Chronic myeloproliferative disorders
****** Introduction
******* Includes clonal proliferations of pluripotent stem cells that can differentiate along granulocytic, erythroid, and megakaryocytic lines
******* The chronic course may terminate as acute leukemia, myelofibrosis, or coagulopathy 
****** Chronic myelogenous leukemia
******* +/* BCR/ABL1
******* Clinical features
******** Young and middle aged; >50
******** Anemia, weight loss, splenomegaly, fever and night sweats
******* Laboratory features
******** Blood
********* increased leukocyte count (usually >5e9/L , possibly >30e9/L )
********* normocytic anemia
******** Marrow
********* markedly hypercellular due to granulocytic proliferation
********* failure to aspirate due to cellular density and increased reticulin
********* blue pigment laden macrophages
******** Neutrophil alkaline phosphatase
********* greatly reduced or absent in more than 90% of patients
********* this is in contrast to elevations seen in PV, IMF, and leukemoid reactions
******** Cytogenetic abnormalities
********* t(9;22)(q34;q11) in more than 95%
********** the BCR-ABL1 fusion results in a novel RNA transcript and associated growth factor with tyrosine kinase activity higher than that of the normal p145 protein encoded by the ABL1 gene
********* Major and minor breakpoint regions of BCR
********** M-BCR --> p210
********** mu region --> p230
********** m-BCR --> p190 --> usually associated with ALL
******** Other findings
********* Serum cobalamin and transcobalamin are usually increased as a result of increased transcobalamin I reflecting the size of the total blood granulocyte pool
********* Lysozyme (muramidase) is also increased
******* Course
******** Untreated patients or those who fail treatment progress to a more aggressive or accelerated phase characterized by features of progressive myeloproliferation
******** Blast phase is a progression to acute leukemia defined by >20% blasts in the blood or BM which is myeloid lineage in >70% of cases. In approximately 1/3 of cases ALL mostly of precursor B-lineage appears.
****** Chronic neutrophilic leukemia
****** Polycythemia vera
******* JAK2 V617F
****** Primary myelofibrosis
****** Essential thrombocythemia
****** MPN with eosinophilia and abnormalities of PDGFRA, PDGFRB, or FGFR1
****** Chronic eosinophilic leukemia
****** Mastocytosis
****** Myelodysplastic and myelodysplastic/myeloproliferative neoplasms
****** Myelodysplastic/myeloproliferative disease, unclassifiable
****** Myelodysplastic syndromes
***** Acute myeloid leukemia
****** Acute leukemia with recurrent genetic abnormalities
******* AML with balanced translocations/inversions
******** AML with t(8;21)(q22;q22) RUNX1-RUNX1T1
******** AML with inv(16)(p13q22) or t(16;16)(p13.1;q22), CBF beta/MYH11
******** Acute promyelocytic leukemia with t(15;17)(q22;q12) PML/RARA, and variants
