content/posts/Henry's_Clinical_diagnosis_and_management_by_McPherson_and_Pincus_in_2016.md

                -  delta-beta +: Lepore hemoglobins

            <!--list-separator-->

            -  Hereditary persistence of fetal hemoglobin

            <!--list-separator-->

            -  Alpha thalassemias

                <!--list-separator-->

                -  alpha thalassemia syndromes

                    <!--list-separator-->

                    -  hemoglobin Bart's hydrops fetalis

                    <!--list-separator-->

                    -  hemoglobin H disease

                    <!--list-separator-->

                    -  alpha thalassemia trait: heterozygous alpha 0 thalassemia (\* \* / alpha alpha) or homozygous alpha + thalassemia (\* alpha/ \* alpha)

                    <!--list-separator-->

                    -  silent carrier alpha thalassemia (heterozygous alpha+ thalassemia) (alpha alpha/-alpha)

                    <!--list-separator-->

                    -  hemoglobin constant spring (alphaCS alpha/)

            <!--list-separator-->

            -  Screening and prenatal diagnosis of hemoglobin disorders

        <!--list-separator-->

        -  Hemolysis--metabolic disorders

            <!--list-separator-->

            -  Erythrocyte metabolism

            <!--list-separator-->

            -  Glucose-6-phosphate dehydrogenase deficiency

            <!--list-separator-->

            -  Pyruvate kinase (PK) deficiency

            <!--list-separator-->

            -  Other glycolytic enzyme deficiencies

            <!--list-separator-->

            -  Pyrimidine-5'-nucleotidase deficiency

        <!--list-separator-->

        -  Hemolysis--acquired; extrinsic

            <!--list-separator-->

            -  Chemical agents

            <!--list-separator-->

            -  Physical agents

            <!--list-separator-->

            -  Infectious agents

            <!--list-separator-->

            -  Immune hemolytic anemias

        <!--list-separator-->

        -  Laboratory investigations of anemia

            <!--list-separator-->

            -  Macrocytic anemia (increased MCV)

            <!--list-separator-->

            -  Microcytic and hypochromic anemias (decreased MCV and MCH)

                <!--list-separator-->

                -  iron deficiency anemias

                    <!--list-separator-->

                    -  low iron low TIBC

                <!--list-separator-->

                -  anemia of chronic disease

                    <!--list-separator-->

                    -  low iron normal TIBC

                <!--list-separator-->

                -  thalassemia

                    <!--list-separator-->

                    -  normal to elevated iron with hypochromic anemia and basophilic stippling

                <!--list-separator-->

                -  sideroblastic anemia

            <!--list-separator-->

            -  Normocytic and normochromic anemias (normal MCV)

                <!--list-separator-->

                -  optimal marrow response: reticulocyte production index greater than two

                    <!--list-separator-->

                    -  direct antiglobulin (Coombs) test

                <!--list-separator-->

                -  inadequate marrow response: reticulocyte production index less than two

    <!--list-separator-->

    -  32.2 Polycythemia

        <!--list-separator-->

        -  Relative polycythemia

        <!--list-separator-->

        -  Absolute polycythemia

        <!--list-separator-->

        -  Measurement of erythrocyte and plasma volume

    <!--list-separator-->

    -  32.3 Porphyrias

        <!--list-separator-->

        -  Physiology

        <!--list-separator-->

        -  Approach to the porphyrias

        <!--list-separator-->

        -  Clinical porphyrias and their biochemical basis

        <!--list-separator-->

        -  Analytic techniques

<!--list-separator-->

-  33. Leukocytic disorders (606-658)

    <!--list-separator-->

    -  33.1 Leukocytes

    <!--list-separator-->

    -  33.2 Nonneoplastic disorders

        <!--list-separator-->

        -  Granulocytic and monocytic disorders

        <!--list-separator-->

        -  Lymphocytic and plasmacytic disorders

        <!--list-separator-->

        -  Leukemoid reactions

    <!--list-separator-->

    -  33.3 Neoplastic disorders primarily involving leukocytes

        <!--list-separator-->

        -  Overview of hematopoietic neoplasms

            <!--list-separator-->

            -  CML t(9;22)(q34;q11) BCR/ABL translocation targeted by imatinib / Gleevec

            <!--list-separator-->

            -  promyelocytic leukemia t(15;17)(q22;q12) PML/RARA abnormal retinoic acid receptor responds to all-trans retinoic acid

        <!--list-separator-->

        -  Chronic myeloproliferative disorders

            <!--list-separator-->

            -  Introduction

                <!--list-separator-->

                -  Includes clonal proliferations of pluripotent stem cells that can differentiate along granulocytic, erythroid, and megakaryocytic lines

                <!--list-separator-->

                -  The chronic course may terminate as acute leukemia, myelofibrosis, or coagulopathy

            <!--list-separator-->

            -  Chronic myelogenous leukemia

                <!--list-separator-->

                -  +/\* BCR/ABL1

                <!--list-separator-->

                -  Clinical features

                    <!--list-separator-->

                    -  Young and middle aged; >50

                    <!--list-separator-->

                    -  Anemia, weight loss, splenomegaly, fever and night sweats

                <!--list-separator-->

                -  Laboratory features

                    <!--list-separator-->

                    -  Blood

                        <!--list-separator-->

                        -  increased leukocyte count (usually >5e9/L , possibly >30e9/L )

                        <!--list-separator-->

                        -  normocytic anemia

                    <!--list-separator-->

                    -  Marrow

                        <!--list-separator-->

                        -  markedly hypercellular due to granulocytic proliferation

                        <!--list-separator-->

                        -  failure to aspirate due to cellular density and increased reticulin

                        <!--list-separator-->

                        -  blue pigment laden macrophages

                    <!--list-separator-->

                    -  Neutrophil alkaline phosphatase

                        <!--list-separator-->

                        -  greatly reduced or absent in more than 90% of patients

                        <!--list-separator-->

                        -  this is in contrast to elevations seen in PV, IMF, and leukemoid reactions

                    <!--list-separator-->

                    -  Cytogenetic abnormalities

                        <!--list-separator-->

                        -  t(9;22)(q34;q11) in more than 95%

                            <!--list-separator-->

                            -  the BCR-ABL1 fusion results in a novel RNA transcript and associated growth factor with tyrosine kinase activity higher than that of the normal p145 protein encoded by the ABL1 gene

                        <!--list-separator-->

                        -  Major and minor breakpoint regions of BCR

                            <!--list-separator-->

                            -  M-BCR --> p210

                            <!--list-separator-->

                            -  mu region --> p230

                            <!--list-separator-->

                            -  m-BCR --> p190 --> usually associated with ALL

                    <!--list-separator-->

                    -  Other findings

                        <!--list-separator-->

                        -  Serum cobalamin and transcobalamin are usually increased as a result of increased transcobalamin I reflecting the size of the total blood granulocyte pool

                        <!--list-separator-->

                        -  Lysozyme (muramidase) is also increased

                <!--list-separator-->

                -  Course

                    <!--list-separator-->

                    -  Untreated patients or those who fail treatment progress to a more aggressive or accelerated phase characterized by features of progressive myeloproliferation

                    <!--list-separator-->

                    -  Blast phase is a progression to acute leukemia defined by >20% blasts in the blood or BM which is myeloid lineage in >70% of cases. In approximately 1/3 of cases ALL mostly of precursor B-lineage appears.

            <!--list-separator-->

            -  Chronic neutrophilic leukemia

            <!--list-separator-->

            -  Polycythemia vera

                <!--list-separator-->

                -  JAK2 V617F

            <!--list-separator-->

            -  Primary myelofibrosis

            <!--list-separator-->

            -  Essential thrombocythemia

            <!--list-separator-->

            -  MPN with eosinophilia and abnormalities of PDGFRA, PDGFRB, or FGFR1

            <!--list-separator-->

            -  Chronic eosinophilic leukemia

            <!--list-separator-->

            -  Mastocytosis

            <!--list-separator-->

            -  Myelodysplastic and myelodysplastic/myeloproliferative neoplasms

            <!--list-separator-->

            -  Myelodysplastic/myeloproliferative disease, unclassifiable

            <!--list-separator-->

            -  Myelodysplastic syndromes

        <!--list-separator-->

        -  Acute myeloid leukemia

            <!--list-separator-->

            -  Acute leukemia with recurrent genetic abnormalities

                <!--list-separator-->

                -  AML with balanced translocations/inversions

                    <!--list-separator-->

                    -  AML with t(8;21)(q22;q22) RUNX1-RUNX1T1

                    <!--list-separator-->

                    -  AML with inv(16)(p13q22) or t(16;16)(p13.1;q22), CBF beta/MYH11

                    <!--list-separator-->

                    -  Acute promyelocytic leukemia with t(15;17)(q22;q12) PML/RARA, and variants

                    <!--list-separator-->
