org/Henry's_Clinical_diagnosis_and_management_by_McPherson_and_Pincus_in_2016.org
******** AML with t(9;11)(p22;q23); MLLT3-MLL
******** AML with t(6;9)(p23;q34); DEK-NUP214
******** AML with inv(3)(q21q26.2) or t(3;3)(q21;q26.2); RPN1-EVI1
******** AML (megakaryoblastic) with t(1;22)(p13;q13); RBM15-MKL1
******* AML with gene mutations
******** AML with FLT3 mutation
******** AML with NPM1 mutation
******** AML with CEBPA mutation
****** Acute myeloid leukemia with myelodysplasia-related changes
****** Acute myeloid leukemia, NOS
****** Myeloid proliferations related to Down syndrome
****** Acute leukemias of ambiguous lineage
***** Precursor lymphoid neoplasms
****** B lymphoblastic leukemia/lymphoma
****** B lymphoblastic leukemia/lymphoma, NOS
***** Mature B cell neoplasms
****** Monoclonal B cell lymphocytosis
****** Chronic lymphocytic leukemia/Small lymphocytic lymphoma
******* M>F over 60 years
******* Fatigue, lymphadenopathy WBC > 5e3/uL, anemia, thrombocytopenia
****** B cell prolymphocytic leukemia
****** Splenic marginal zone lymphoma
****** Hairy cell leukemia
****** Splenic B cell lymphoma/leukemia, unclassifiable
****** Hairy cell leukemia variant
****** Lymphoplasmacytic lymphoma
****** Heavy chain diseases
****** Plasma cell neoplasms
******* MGUS
******* plasma cell myeloma
****** Monoclonal immunoglobulin deposition diseases
****** Extranodal marginal zone B cell lymphoma of mucosa-associated lymphoid tissue
****** Nodal marginal zone lymphoma
****** Follicular lymphoma
****** Mantle cell lymphoma
****** Diffuse large B cell lymphoma, NOS
****** Lymphomatoid granulomatosis
****** Primary mediastinal thymic large B cell lymphoma
****** Intravascular large B cell lymphoma
****** ALK-positive large B cell lymphoma
****** Plasmablastic lymphoma
****** Large B cell lymphoma arising in HHV8-associated multicentric Castleman's disease
****** Primary effusion lymphoma
****** Burkitt lymphoma
****** B cell lymphoma unclassifiable with features intermediate between DLBCL and Burkitt lymphoma
****** B cell lymphoma unclassifiable with features intermediate between DLBCL and classical Hodgkin lymphoma
***** Mature T cell and natural killer cell neoplasms
****** T-prolymphocytic leukemia
****** Large granular lymphocyte leukemia
****** Chronic-lymphoproliferative disorders of NK cells
****** Aggressive NK cell leukemia
****** EBV-positive T cell lymphoproliferative disorders of childhood
****** Adult T cell leukemia-lymphoma
****** Extranodal NK/T cell lymphoma, Nasal type
****** Enteropathy-associated T cell lymphoma
****** Hepatosplenic T cell lymphoma
****** Subcutaneous panniculitis-like T cell lymphoma
****** Mycosis fungoides and Sezary syndrome
****** Primary cutaneous CD30-positive T cell lymphoproliferative disorder
****** Primary cutaneous gamma delta T cell lymphoma
****** Angioimmunoblastic T cell lymphoma
****** Peripheral T/NK cell lymphoma, unspecified
****** Anaplastic large cell lymphoma
****** Anaplastic large cell lymphoma ALK negative
***** Hodgkin lymphoma
****** Classical hodgkin lymphoma
******* nodular sclerosis
******* mixed cellularity
******* lymphocyte depletion
****** Nodular lymphocyte-predominant HL
****** Nodular lymphocyte-rich classical HL
***** Immunodeficiency-associated lymphoproliferative disorders
****** HIV-associated lymphomas
****** Posttransplant lymphoproliferative disorders
***** Histiocytic and dendritic cell neoplasms
****** Hemophagocytic syndromes, or hemophagocytic lymphohistiocytosis (HLH)
****** Langerhans cell histiocytosis
****** Interdigitating dendritic cell sarcoma/tumor
****** Follicular dendritic cell sarcoma/tumor
****** Dendritic cell sarcoma, not otherwise specified
*** 34. The flow cytometric evaluation of hematopoietic neoplasia (659-679)
**** 
*** 35. Immunohematology (680-734)
** transfusion medicine
*** 36. Transfusion medicine
*** 37. Hemapheresis
*** 38. Tissue banking and progenitor cells
* Part 5: Hemostasis and Thrombosis
** coagulation
*** 39. Coagulation and fibrinolysis
*** 40. Platelet disorders and von Willebrand disease
*** 41. Laboratory approach to thrombotic risk
*** 42. Antithrombotic therapy
* Part 6: Immunology and immunopathoogy
** 43. Overview of the immune system and immunologic disorders
** 44. Immunoassays and immunochemistry
** 45. Laboratory evaluation of the cellular immune system
** 46. Laboratory evaluation of immunoglobulin function and humoral immunity
** 47. Mediators of inflammation: complement, cytokines, and adhesion molecules
** 48. Mediators of inflammation: cytokines and adhesion molecules
** 49. Human leukocyte antigen: the major histocompatibility complex of man
** 50. The major histocompatibility complex and disease
** 51. Immunodeficiency disorders
** 52. Clinical and laboratory evaluation of systemic rheumatic diseases
** 53. Vasculitis
** 54. Organ-specific autoimmune diseases
** 55. Allergic diseases
* Part 8: Molecular pathology
** 65. Introduction to molecular pathology
** 66. Molecular diagnostics: basic principles and techniques
** 67. Polymerase chain reaction and other nucleic acid amplification technologies
** 68. Hybridization array technologies
** 69. Applications of cytogenetics in modern pathology [[file:progress_indicators.org][progress indicators]]
*** Definitions
*** Cytogenetics
**** Chromosomes
***** Chromosome structure
***** Cell culture
****** specimens
