content/posts/Henry's_Clinical_diagnosis_and_management_by_McPherson_and_Pincus_in_2016.md

                    -  AML with t(9;11)(p22;q23); MLLT3-MLL

                    <!--list-separator-->

                    -  AML with t(6;9)(p23;q34); DEK-NUP214

                    <!--list-separator-->

                    -  AML with inv(3)(q21q26.2) or t(3;3)(q21;q26.2); RPN1-EVI1

                    <!--list-separator-->

                    -  AML (megakaryoblastic) with t(1;22)(p13;q13); RBM15-MKL1

                <!--list-separator-->

                -  AML with gene mutations

                    <!--list-separator-->

                    -  AML with FLT3 mutation

                    <!--list-separator-->

                    -  AML with NPM1 mutation

                    <!--list-separator-->

                    -  AML with CEBPA mutation

            <!--list-separator-->

            -  Acute myeloid leukemia with myelodysplasia-related changes

            <!--list-separator-->

            -  Acute myeloid leukemia, NOS

            <!--list-separator-->

            -  Myeloid proliferations related to Down syndrome

            <!--list-separator-->

            -  Acute leukemias of ambiguous lineage

        <!--list-separator-->

        -  Precursor lymphoid neoplasms

            <!--list-separator-->

            -  B lymphoblastic leukemia/lymphoma

            <!--list-separator-->

            -  B lymphoblastic leukemia/lymphoma, NOS

        <!--list-separator-->

        -  Mature B cell neoplasms

            <!--list-separator-->

            -  Monoclonal B cell lymphocytosis

            <!--list-separator-->

            -  Chronic lymphocytic leukemia/Small lymphocytic lymphoma

                <!--list-separator-->

                -  M>F over 60 years

                <!--list-separator-->

                -  Fatigue, lymphadenopathy WBC > 5e3/uL, anemia, thrombocytopenia

            <!--list-separator-->

            -  B cell prolymphocytic leukemia

            <!--list-separator-->

            -  Splenic marginal zone lymphoma

            <!--list-separator-->

            -  Hairy cell leukemia

            <!--list-separator-->

            -  Splenic B cell lymphoma/leukemia, unclassifiable

            <!--list-separator-->

            -  Hairy cell leukemia variant

            <!--list-separator-->

            -  Lymphoplasmacytic lymphoma

            <!--list-separator-->

            -  Heavy chain diseases

            <!--list-separator-->

            -  Plasma cell neoplasms

                <!--list-separator-->

                -  MGUS

                <!--list-separator-->

                -  plasma cell myeloma

            <!--list-separator-->

            -  Monoclonal immunoglobulin deposition diseases

            <!--list-separator-->

            -  Extranodal marginal zone B cell lymphoma of mucosa-associated lymphoid tissue

            <!--list-separator-->

            -  Nodal marginal zone lymphoma

            <!--list-separator-->

            -  Follicular lymphoma

            <!--list-separator-->

            -  Mantle cell lymphoma

            <!--list-separator-->

            -  Diffuse large B cell lymphoma, NOS

            <!--list-separator-->

            -  Lymphomatoid granulomatosis

            <!--list-separator-->

            -  Primary mediastinal thymic large B cell lymphoma

            <!--list-separator-->

            -  Intravascular large B cell lymphoma

            <!--list-separator-->

            -  ALK-positive large B cell lymphoma

            <!--list-separator-->

            -  Plasmablastic lymphoma

            <!--list-separator-->

            -  Large B cell lymphoma arising in HHV8-associated multicentric Castleman's disease

            <!--list-separator-->

            -  Primary effusion lymphoma

            <!--list-separator-->

            -  Burkitt lymphoma

            <!--list-separator-->

            -  B cell lymphoma unclassifiable with features intermediate between DLBCL and Burkitt lymphoma

            <!--list-separator-->

            -  B cell lymphoma unclassifiable with features intermediate between DLBCL and classical Hodgkin lymphoma

        <!--list-separator-->

        -  Mature T cell and natural killer cell neoplasms

            <!--list-separator-->

            -  T-prolymphocytic leukemia

            <!--list-separator-->

            -  Large granular lymphocyte leukemia

            <!--list-separator-->

            -  Chronic-lymphoproliferative disorders of NK cells

            <!--list-separator-->

            -  Aggressive NK cell leukemia

            <!--list-separator-->

            -  EBV-positive T cell lymphoproliferative disorders of childhood

            <!--list-separator-->

            -  Adult T cell leukemia-lymphoma

            <!--list-separator-->

            -  Extranodal NK/T cell lymphoma, Nasal type

            <!--list-separator-->

            -  Enteropathy-associated T cell lymphoma

            <!--list-separator-->

            -  Hepatosplenic T cell lymphoma

            <!--list-separator-->

            -  Subcutaneous panniculitis-like T cell lymphoma

            <!--list-separator-->

            -  Mycosis fungoides and Sezary syndrome

            <!--list-separator-->

            -  Primary cutaneous CD30-positive T cell lymphoproliferative disorder

            <!--list-separator-->

            -  Primary cutaneous gamma delta T cell lymphoma

            <!--list-separator-->

            -  Angioimmunoblastic T cell lymphoma

            <!--list-separator-->

            -  Peripheral T/NK cell lymphoma, unspecified

            <!--list-separator-->

            -  Anaplastic large cell lymphoma

            <!--list-separator-->

            -  Anaplastic large cell lymphoma ALK negative

        <!--list-separator-->

        -  Hodgkin lymphoma

            <!--list-separator-->

            -  Classical hodgkin lymphoma

                <!--list-separator-->

                -  nodular sclerosis

                <!--list-separator-->

                -  mixed cellularity

                <!--list-separator-->

                -  lymphocyte depletion

            <!--list-separator-->

            -  Nodular lymphocyte-predominant HL

            <!--list-separator-->

            -  Nodular lymphocyte-rich classical HL

        <!--list-separator-->

        -  Immunodeficiency-associated lymphoproliferative disorders

            <!--list-separator-->

            -  HIV-associated lymphomas

            <!--list-separator-->

            -  Posttransplant lymphoproliferative disorders

        <!--list-separator-->

        -  Histiocytic and dendritic cell neoplasms

            <!--list-separator-->

            -  Hemophagocytic syndromes, or hemophagocytic lymphohistiocytosis (HLH)

            <!--list-separator-->

            -  Langerhans cell histiocytosis

            <!--list-separator-->

            -  Interdigitating dendritic cell sarcoma/tumor

            <!--list-separator-->

            -  Follicular dendritic cell sarcoma/tumor

            <!--list-separator-->

            -  Dendritic cell sarcoma, not otherwise specified

<!--list-separator-->

-  34. The flow cytometric evaluation of hematopoietic neoplasia (659-679)

    <!--list-separator-->

    -

<!--list-separator-->

-  35. Immunohematology (680-734)


### transfusion medicine {#transfusion-medicine}

<!--list-separator-->

-  36. Transfusion medicine

<!--list-separator-->

-  37. Hemapheresis

<!--list-separator-->

-  38. Tissue banking and progenitor cells


## Part 5: Hemostasis and Thrombosis {#part-5-hemostasis-and-thrombosis}


### coagulation {#coagulation}

<!--list-separator-->

-  39. Coagulation and fibrinolysis

<!--list-separator-->

-  40. Platelet disorders and von Willebrand disease

<!--list-separator-->

-  41. Laboratory approach to thrombotic risk

<!--list-separator-->

-  42. Antithrombotic therapy


## Part 6: Immunology and immunopathoogy {#part-6-immunology-and-immunopathoogy}


### 43. Overview of the immune system and immunologic disorders {#43-dot-overview-of-the-immune-system-and-immunologic-disorders}


### 44. Immunoassays and immunochemistry {#44-dot-immunoassays-and-immunochemistry}


### 45. Laboratory evaluation of the cellular immune system {#45-dot-laboratory-evaluation-of-the-cellular-immune-system}


### 46. Laboratory evaluation of immunoglobulin function and humoral immunity {#46-dot-laboratory-evaluation-of-immunoglobulin-function-and-humoral-immunity}


### 47. Mediators of inflammation: complement, cytokines, and adhesion molecules {#47-dot-mediators-of-inflammation-complement-cytokines-and-adhesion-molecules}


### 48. Mediators of inflammation: cytokines and adhesion molecules {#48-dot-mediators-of-inflammation-cytokines-and-adhesion-molecules}


### 49. Human leukocyte antigen: the major histocompatibility complex of man {#49-dot-human-leukocyte-antigen-the-major-histocompatibility-complex-of-man}


### 50. The major histocompatibility complex and disease {#50-dot-the-major-histocompatibility-complex-and-disease}


### 51. Immunodeficiency disorders {#51-dot-immunodeficiency-disorders}


### 52. Clinical and laboratory evaluation of systemic rheumatic diseases {#52-dot-clinical-and-laboratory-evaluation-of-systemic-rheumatic-diseases}


### 53. Vasculitis {#53-dot-vasculitis}


### 54. Organ-specific autoimmune diseases {#54-dot-organ-specific-autoimmune-diseases}


### 55. Allergic diseases {#55-dot-allergic-diseases}


## Part 8: Molecular pathology {#part-8-molecular-pathology}


### 65. Introduction to molecular pathology {#65-dot-introduction-to-molecular-pathology}


### 66. Molecular diagnostics: basic principles and techniques {#66-dot-molecular-diagnostics-basic-principles-and-techniques}


### 67. Polymerase chain reaction and other nucleic acid amplification technologies {#67-dot-polymerase-chain-reaction-and-other-nucleic-acid-amplification-technologies}


### 68. Hybridization array technologies {#68-dot-hybridization-array-technologies}


### 69. Applications of cytogenetics in modern pathology [progress indicators]({{< relref "progress_indicators" >}}) {#69-dot-applications-of-cytogenetics-in-modern-pathology-progress-indicators--progress-indicators-dot-md}

<!--list-separator-->

-  Definitions

<!--list-separator-->

-  Cytogenetics

    <!--list-separator-->

    -  Chromosomes

        <!--list-separator-->

        -  Chromosome structure

        <!--list-separator-->

        -  Cell culture

            <!--list-separator-->

            -  specimens

            <!--list-separator-->
