org/Henry's_Clinical_diagnosis_and_management_by_McPherson_and_Pincus_in_2016.org
****** cell culture technique
***** Staining
***** Karyotype analysis
****** computer-assisted imaging
***** Fluorescence in situ hybridization
****** technique
****** multicolor FISH
***** Microarray technology
**** Chromosome abnormalities
***** numerical abnormalities
****** euploidy
****** aneuploidy
***** structural chromosome abnormalities
***** nomenclature
*** Clinical applications
**** Constitutional cytogenetics
***** prenatal
***** postnatal
***** childhood and adult
**** Cancer genetics
**** Cytogenetic disorders
***** Chromosomal Aneuploidy Syndromes
****** Autosomal Aneuploidies
****** Sex Chromosome Aneuploidies
***** Other Sex Chromosome Abnormalities
***** Structural Chromosome Anomalies
***** Microdeletion Syndromes and Contiguous Gene Syndromes
**** Other cytogenetic phenomena
***** Fragile X Syndrome
***** Breakage Syndromes
****** See list in table 69-6
*** Summary
** 70. Establishing a molecular diagnostics laboratory
** 71. Molecular diagnosis of genetic diseases
** 72. Identity analysis: use of DNA analysis in parentage, forensic, and missing persons testing
** 73. Pharmacogenomics and personalized medicine
* Part 9: Molecular pathology
** 74. Diagnosis and management of cancer using serologic and other body fluid markers
** 75. Oncoproteins and early tumor detection
** 76. Molecular diagnosis of hematopoietic neoplasms [[file:progress_indicators.org][progress indicators]]
*** Role of clinical molecular diagnostics in hematologic cancers
*** Molecular diagnosis of leukemias
**** Gene fusion concept in leukemia and the basis for reverse-transcription polymerase chain reaction analysis
**** Acute myeloid leukemias
***** Acute Promyelocytic Leukemia: t(15;17) (q22;q21)/PML-RARA Abnormality
***** Core Binding Factor–Related Acute Myeloid Leukemias: t(8;21)(q22;q22)/RUNX1-RUNX1T1 and Inv(16)(p13q22) or t(16;16)(p13;q22)/CBFB-MYH11 Abnormalities
***** Acute Myeloid Leukemia with Other Translocations
****** AML with 11q23/MLL
****** AML with t(6;9)(p23;q34)/DEK-NUP214
****** AML with inv(3)(q21q26.2) or t(3;3)(q21;q26.2)/RPN1-EVI1
****** AML (Megakaryoblastic) with t(1;22)(p13;q13)/RBM15-MKL1
****** Acute Myeloid Leukemias with FLT3, NPM1, and CEBPA Gene Mutations
***** FLT3 Mutations in Acute Myeloid Leukemia
***** NPM1 Mutations in Acute Myeloid Leukemia
***** CEBPA Mutations in Acute Myeloid Leukemia
***** Other Gene Mutations in Acute Myeloid Leukemias
****** Mutations involving many other genes, including WT1 (see below), MLL, TET2, JAK2, IDH1/IDH2, EZH2, PLK1, NRAS, and KRAS, have been associated with prognostic or biologic importance in AML.
**** Acute lymphoblastic leukemia/lymphoma--B and T cell lineage
***** B Cell Lymphoblastic Leukemia/Lymphoma (Precursor B Cell Acute Lymphoblastic Leukemia, B-ALL)
***** Major Translocation Fusion Gene Abnormalities in B Cell ALL
****** t(9;22)(q34;q11.2)/1BCR-ABL1 is found in approximately 3% to 4% of childhood B-lineage ALL, but it occurs in 20% to 25% of adult B-ALL
***** Prenatal Origins of Childhood Leukemias
***** BCR-ABL1–Like B-Acute Lymphoblastic Leukemia
***** T Cell Lymphoblastic Leukemia/Lymphoma
**** Molecular diagnosis of myeloproliferative neoplasms
***** Chronic Myelogenous Leukemia with t(9;22) (q34;q11)/BCR-ABL1 Positive
***** Ph-Negative Myeloproliferative Neoplasms: Polycythemia Vera, Essential Thrombocythemia, and Primary Myelofibrosis—JAK2, MPL Gene, and CALR Mutations
***** Chronic Neutrophilic Leukemia and Atypical Chronic Myeloid Leukemia with CSF3R Gene Mutation
***** Mastocytosis and the KIT D816V Gene Mutation
*** Neoplastic disorders associated with eosinophilia
*** Molecular diagnosis of non-hodgkin lymphomas
**** Rationale for molecular genetic analysis in the lymphoid disorders
**** Antigen receptor gene rearrangements for clonality determination
***** Mechanism of Antigen Receptor Gene Rearrangements
***** Techniques to Detect Antigen Receptor Gene Rearrangements: Southern Blot Hybridization
****** Advantages and Shortcomings of Southern Blot Hybridization and Polymerase Chain Reaction for Lymphoid Clonality Assessment
**** Molecular detection and significance of common lymphoma-associated chromosomal translocations
***** t(14;18)/BCL2-IGH Abnormality in Follicular and Diffuse Large B Cell Lymphomas
***** t(11;14)/CCND1-IGH Abnormality in Mantle Cell Lymphoma
***** MALT1, BCL10, and FOXP1 Gene Abnormalities in Extranodal Marginal Zone B Cell Lymphomas
***** Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma: Molecular and Cytogenetic Prognostic Markers
***** Diffuse Large B Cell Lymphomas: Role of BCL6 and MYC Gene Abnormalities and Classification Based on Gene Expression Profiling
***** MYC Gene Translocations in Burkitt Lymphomas and “High-Grade” B Cell Lymphomas, Unclassifiable
***** MYD88 Mutation in Non-Hodgkin B Cell Lymphoma
***** ALK Gene Abnormalities in Anaplastic Large Cell Lymphomas
***** TCL1A Gene Abnormalities in T Cell
Prolymphocytic Leukemia
***** The Implication of Next Gene Sequencing (NGS) in Hematolymphoid Lesions
*** Emerging technologies impacting molecular diagnosis and prognosis prediction in hematolymphoid neoplasia
** 77. Molecular genetic pathology of solid tumors
** 78. High-throughput genomic and proteomic technologies in the postgenomic era
