content/posts/Henry's_Clinical_diagnosis_and_management_by_McPherson_and_Pincus_in_2016.md

            -  cell culture technique

        <!--list-separator-->

        -  Staining

        <!--list-separator-->

        -  Karyotype analysis

            <!--list-separator-->

            -  computer-assisted imaging

        <!--list-separator-->

        -  Fluorescence in situ hybridization

            <!--list-separator-->

            -  technique

            <!--list-separator-->

            -  multicolor FISH

        <!--list-separator-->

        -  Microarray technology

    <!--list-separator-->

    -  Chromosome abnormalities

        <!--list-separator-->

        -  numerical abnormalities

            <!--list-separator-->

            -  euploidy

            <!--list-separator-->

            -  aneuploidy

        <!--list-separator-->

        -  structural chromosome abnormalities

        <!--list-separator-->

        -  nomenclature

<!--list-separator-->

-  Clinical applications

    <!--list-separator-->

    -  Constitutional cytogenetics

        <!--list-separator-->

        -  prenatal

        <!--list-separator-->

        -  postnatal

        <!--list-separator-->

        -  childhood and adult

    <!--list-separator-->

    -  Cancer genetics

    <!--list-separator-->

    -  Cytogenetic disorders

        <!--list-separator-->

        -  Chromosomal Aneuploidy Syndromes

            <!--list-separator-->

            -  Autosomal Aneuploidies

            <!--list-separator-->

            -  Sex Chromosome Aneuploidies

        <!--list-separator-->

        -  Other Sex Chromosome Abnormalities

        <!--list-separator-->

        -  Structural Chromosome Anomalies

        <!--list-separator-->

        -  Microdeletion Syndromes and Contiguous Gene Syndromes

    <!--list-separator-->

    -  Other cytogenetic phenomena

        <!--list-separator-->

        -  Fragile X Syndrome

        <!--list-separator-->

        -  Breakage Syndromes

            <!--list-separator-->

            -  See list in table 69-6

<!--list-separator-->

-  Summary


### 70. Establishing a molecular diagnostics laboratory {#70-dot-establishing-a-molecular-diagnostics-laboratory}


### 71. Molecular diagnosis of genetic diseases {#71-dot-molecular-diagnosis-of-genetic-diseases}


### 72. Identity analysis: use of DNA analysis in parentage, forensic, and missing persons testing {#72-dot-identity-analysis-use-of-dna-analysis-in-parentage-forensic-and-missing-persons-testing}


### 73. Pharmacogenomics and personalized medicine {#73-dot-pharmacogenomics-and-personalized-medicine}


## Part 9: Molecular pathology {#part-9-molecular-pathology}


### 74. Diagnosis and management of cancer using serologic and other body fluid markers {#74-dot-diagnosis-and-management-of-cancer-using-serologic-and-other-body-fluid-markers}


### 75. Oncoproteins and early tumor detection {#75-dot-oncoproteins-and-early-tumor-detection}


### 76. Molecular diagnosis of hematopoietic neoplasms [progress indicators]({{< relref "progress_indicators" >}}) {#76-dot-molecular-diagnosis-of-hematopoietic-neoplasms-progress-indicators--progress-indicators-dot-md}

<!--list-separator-->

-  Role of clinical molecular diagnostics in hematologic cancers

<!--list-separator-->

-  Molecular diagnosis of leukemias

    <!--list-separator-->

    -  Gene fusion concept in leukemia and the basis for reverse-transcription polymerase chain reaction analysis

    <!--list-separator-->

    -  Acute myeloid leukemias

        <!--list-separator-->

        -  Acute Promyelocytic Leukemia: t(15;17) (q22;q21)/PML-RARA Abnormality

        <!--list-separator-->

        -  Core Binding Factor–Related Acute Myeloid Leukemias: t(8;21)(q22;q22)/RUNX1-RUNX1T1 and Inv(16)(p13q22) or t(16;16)(p13;q22)/CBFB-MYH11 Abnormalities

        <!--list-separator-->

        -  Acute Myeloid Leukemia with Other Translocations

            <!--list-separator-->

            -  AML with 11q23/MLL

            <!--list-separator-->

            -  AML with t(6;9)(p23;q34)/DEK-NUP214

            <!--list-separator-->

            -  AML with inv(3)(q21q26.2) or t(3;3)(q21;q26.2)/RPN1-EVI1

            <!--list-separator-->

            -  AML (Megakaryoblastic) with t(1;22)(p13;q13)/RBM15-MKL1

            <!--list-separator-->

            -  Acute Myeloid Leukemias with FLT3, NPM1, and CEBPA Gene Mutations

        <!--list-separator-->

        -  FLT3 Mutations in Acute Myeloid Leukemia

        <!--list-separator-->

        -  NPM1 Mutations in Acute Myeloid Leukemia

        <!--list-separator-->

        -  CEBPA Mutations in Acute Myeloid Leukemia

        <!--list-separator-->

        -  Other Gene Mutations in Acute Myeloid Leukemias

            <!--list-separator-->

            -  Mutations involving many other genes, including WT1 (see below), MLL, TET2, JAK2, IDH1/IDH2, EZH2, PLK1, NRAS, and KRAS, have been associated with prognostic or biologic importance in AML.

    <!--list-separator-->

    -  Acute lymphoblastic leukemia/lymphoma--B and T cell lineage

        <!--list-separator-->

        -  B Cell Lymphoblastic Leukemia/Lymphoma (Precursor B Cell Acute Lymphoblastic Leukemia, B-ALL)

        <!--list-separator-->

        -  Major Translocation Fusion Gene Abnormalities in B Cell ALL

            <!--list-separator-->

            -  t(9;22)(q34;q11.2)/1BCR-ABL1 is found in approximately 3% to 4% of childhood B-lineage ALL, but it occurs in 20% to 25% of adult B-ALL

        <!--list-separator-->

        -  Prenatal Origins of Childhood Leukemias

        <!--list-separator-->

        -  BCR-ABL1–Like B-Acute Lymphoblastic Leukemia

        <!--list-separator-->

        -  T Cell Lymphoblastic Leukemia/Lymphoma

    <!--list-separator-->

    -  Molecular diagnosis of myeloproliferative neoplasms

        <!--list-separator-->

        -  Chronic Myelogenous Leukemia with t(9;22) (q34;q11)/BCR-ABL1 Positive

        <!--list-separator-->

        -  Ph-Negative Myeloproliferative Neoplasms: Polycythemia Vera, Essential Thrombocythemia, and Primary Myelofibrosis—JAK2, MPL Gene, and CALR Mutations

        <!--list-separator-->

        -  Chronic Neutrophilic Leukemia and Atypical Chronic Myeloid Leukemia with CSF3R Gene Mutation

        <!--list-separator-->

        -  Mastocytosis and the KIT D816V Gene Mutation

<!--list-separator-->

-  Neoplastic disorders associated with eosinophilia

<!--list-separator-->

-  Molecular diagnosis of non-hodgkin lymphomas

    <!--list-separator-->

    -  Rationale for molecular genetic analysis in the lymphoid disorders

    <!--list-separator-->

    -  Antigen receptor gene rearrangements for clonality determination

        <!--list-separator-->

        -  Mechanism of Antigen Receptor Gene Rearrangements

        <!--list-separator-->

        -  Techniques to Detect Antigen Receptor Gene Rearrangements: Southern Blot Hybridization

            <!--list-separator-->

            -  Advantages and Shortcomings of Southern Blot Hybridization and Polymerase Chain Reaction for Lymphoid Clonality Assessment

    <!--list-separator-->

    -  Molecular detection and significance of common lymphoma-associated chromosomal translocations

        <!--list-separator-->

        -  t(14;18)/BCL2-IGH Abnormality in Follicular and Diffuse Large B Cell Lymphomas

        <!--list-separator-->

        -  t(11;14)/CCND1-IGH Abnormality in Mantle Cell Lymphoma

        <!--list-separator-->

        -  MALT1, BCL10, and FOXP1 Gene Abnormalities in Extranodal Marginal Zone B Cell Lymphomas

        <!--list-separator-->

        -  Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma: Molecular and Cytogenetic Prognostic Markers

        <!--list-separator-->

        -  Diffuse Large B Cell Lymphomas: Role of BCL6 and MYC Gene Abnormalities and Classification Based on Gene Expression Profiling

        <!--list-separator-->

        -  MYC Gene Translocations in Burkitt Lymphomas and “High-Grade” B Cell Lymphomas, Unclassifiable

        <!--list-separator-->

        -  MYD88 Mutation in Non-Hodgkin B Cell Lymphoma

        <!--list-separator-->

        -  ALK Gene Abnormalities in Anaplastic Large Cell Lymphomas

        <!--list-separator-->

        -  TCL1A Gene Abnormalities in T Cell

            Prolymphocytic Leukemia

        <!--list-separator-->

        -  The Implication of Next Gene Sequencing (NGS) in Hematolymphoid Lesions

<!--list-separator-->

-  Emerging technologies impacting molecular diagnosis and prognosis prediction in hematolymphoid neoplasia


### 77. Molecular genetic pathology of solid tumors {#77-dot-molecular-genetic-pathology-of-solid-tumors}


### 78. High-throughput genomic and proteomic technologies in the postgenomic era {#78-dot-high-throughput-genomic-and-proteomic-technologies-in-the-postgenomic-era}
